[
    {
        "name": "Turtle Rock",
        "category": "Rivers",
        "city": "Twentynine Palms",
        "state": "California",
        "id": 1001,
        "isFeatured": true,
        "isFavorite": true,
        "park": "Joshua Tree National Park",
        "coordinates": {
            "longitude": -116.166868,
            "latitude": 34.011286
        },
        "description": "Turtle Rock River is a scenic natural body of water that winds through a picturesque landscape. It is known for its calm waters, lush vegetation, and diverse wildlife, making it a popular destination for outdoor activities such as fishing, kayaking, and hiking. The river is surrounded by rolling hills, towering trees, and wildlife, and is a peaceful escape from the hustle and bustle of everyday life.",
        "imageName": "turtlerock"
    },
    {
        "name": "Silver Salmon Creek",
        "category": "Lakes",
        "city": "Port Alsworth",
        "state": "Alaska",
        "id": 1002,
        "isFeatured": false,
        "isFavorite": false,
        "park": "Lake Clark National Park and Preserve",
        "coordinates": {
            "longitude": -152.665167,
            "latitude": 59.980167
        },
        "description": "Silver Salmon Creek Lake is a freshwater lake located in Port Alsworth, Alaska. It is known for its clear waters and abundant wildlife, including fish such as silver salmon and rainbow trout. The lake is surrounded by dense forests and provides opportunities for outdoor activities such as fishing, boating, and hiking. The lake and its surroundings are popular among tourists and outdoor enthusiasts, and are considered one of the most scenic and picturesque areas in Alaska.",
        "imageName": "silversalmoncreek"
    },
    {
        "name": "Chilkoot Trail",
        "category": "Mountains",
        "city": "Skagway",
        "state": "Alaska",
        "id": 1003,
        "isFeatured": false,
        "isFavorite": true,
        "park": "Klondike Gold Rush National Historical Park",
        "coordinates": {
            "longitude": -135.334571,
            "latitude": 59.560551
        },
        "description": "The Chilkoot Trail is a historic trail that was once used by prospectors during the Klondike Gold Rush in the late 1890s. The trail stretches over 33 miles, starting from Dyea, Alaska and ending in Bennett, British Columbia. It passes through the coastal mountains and follows the Chilkoot River, providing stunning views of the landscape. The trail was originally used as a trade route by the Tlingit people and was later transformed into a major route for gold seekers during the gold rush. Today, the Chilkoot Trail is a popular hiking and backpacking destination, offering a unique glimpse into the history of the Klondike Gold Rush.",
        "imageName": "chilkoottrail"
    },
    {
        "name": "St. Mary Lake",
        "category": "Lakes",
        "city": "Browning",
        "state": "Montana",
        "id": 1004,
        "isFeatured": true,
        "isFavorite": true,
        "park": "Glacier National Park",
        "coordinates": {
            "longitude": -113.536248,
            "latitude": 48.69423
        },
        "description": "St. Mary Lake is a natural freshwater lake located in the United States. It is known for its stunning scenery and is a popular spot for outdoor activities such as fishing, boating, and hiking. The lake is surrounded by mountains and forests, providing a peaceful and serene environment for visitors to enjoy. St. Mary Lake is also a popular destination for wildlife viewing, with many species of birds and other animals living in the area. Whether you are looking for a peaceful escape or an outdoor adventure, St. Mary Lake is an ideal destination for anyone seeking to connect with nature.",
        "imageName": "stmarylake"
    },
    {
        "name": "Twin Lake",
        "category": "Lakes",
        "city": "Twin Lakes",
        "state": "Alaska",
        "id": 1005,
        "isFeatured": false,
        "isFavorite": false,
        "park": "Lake Clark National Park and Preserve",
        "coordinates": {
            "longitude": -153.849883,
            "latitude": 60.641684
        },
        "description": "Twin Lake is a picturesque body of water surrounded by lush greenery and towering mountains. The crystal clear waters of the lake offer a peaceful and serene setting for activities such as fishing, kayaking, and swimming. Its unique shape and location make it a popular destination for outdoor enthusiasts and nature lovers alike. With its scenic beauty and calm waters, Twin Lake is the perfect place to escape the hustle and bustle of daily life and reconnect with nature.",
        "imageName": "twinlake"
    },
    {
        "name": "Lake McDonald",
        "category": "Mountains",
        "city": "West Glacier",
        "state": "Montana",
        "id": 1006,
        "isFeatured": false,
        "isFavorite": false,
        "park": "Glacier National Park",
        "coordinates": {
            "longitude": -113.934831,
            "latitude": 48.56002
        },
        "description": "Lake McDonald is a large, clear alpine lake surrounded by majestic peaks and lush forests. It is a popular spot for boating, fishing, and other recreational activities, and is known for its stunning scenery and peaceful ambiance. Whether you're looking to hike or simply relax, Lake McDonald is a must-visit destination for anyone exploring the great outdoors.",
        "imageName": "lakemcdonald"
    },
    {
        "name": "Charley Rivers",
        "category": "Rivers",
        "city": "Eaking",
        "state": "Alaska",
        "id": 1007,
        "isFeatured": true,
        "isFavorite": false,
        "park": "Charley Rivers National Preserve",
        "coordinates": {
            "longitude": -143.122586,
            "latitude": 65.350021
        },
        "description": "Charley Rivers is a scenic waterway located in the interior of Alaska, known for its breathtaking natural beauty and rich history. The river winds its way through rugged wilderness, surrounded by towering mountains, dense forests and rolling hills. The river is home to a diverse range of wildlife, including bald eagles, moose, bears, and many species of fish. It is also a popular destination for kayaking and rafting, offering an exciting adventure for those looking to explore its peaceful waters and rugged landscapes. With its unique mix of natural beauty and rich history, Charley Rivers is a true gem of Alaska and a must-visit for anyone looking to experience the wild and rugged beauty of this incredible state.",
        "imageName": "charleyrivers"
    },
    {
        "name": "Icy Bay",
        "category": "Mountains",
        "city": "Icy Bay",
        "state": "Alaska",
        "id": 1008,
        "isFeatured": false,
        "isFavorite": false,
        "park": "Wrangell-St. Elias National Park and Preserve",
        "coordinates": {
            "longitude": -141.518167,
            "latitude": 60.089917
        },
        "description": "Icy Bay is a stunning body of water located in Alaska, USA. It is known for its turquoise blue waters and stunning glacial walls. The bay is fed by the glaciers in the surrounding mountains, which provide a constant source of fresh water and contribute to the unique and breathtaking landscape. Icy Bay is a popular destination for kayaking, fishing, and wildlife viewing, as it is home to a variety of marine life, including whales, seals, and sea otters. With its rugged, natural beauty and abundant wildlife, Icy Bay is a must-visit destination for anyone looking to experience the beauty and wonder of Alaska's wilderness.",
        "imageName": "icybay"
    },
    {
        "name": "Rainbow Lake",
        "category": "Lakes",
        "city": "Willow",
        "state": "Alaska",
        "id": 1009,
        "isFeatured": false,
        "isFavorite": false,
        "park": "State Recreation Area",
        "coordinates": {
            "longitude": -150.086103,
            "latitude": 61.694334
        },
        "description": "Rainbow Lake is a scenic body of water surrounded by breathtaking natural beauty. The lake is known for its crystal clear waters and vibrant colors, which range from deep blues to emerald greens. The surrounding landscape is dotted with forests, mountains, and rolling hills, providing a stunning backdrop for visitors to enjoy. The lake is a popular destination for outdoor enthusiasts, offering opportunities for fishing, boating, hiking, and wildlife viewing. The diverse ecosystem around Rainbow Lake supports a rich variety of plant and animal life, making it a must-see destination for nature lovers. Whether you're seeking a peaceful escape from the hustle and bustle of city life or an adrenaline-fueled adventure, Rainbow Lake has something for everyone.",
        "imageName": "rainbowlake"
    },
    {
        "name": "Hidden Lake",
        "category": "Lakes",
        "city": "Newhalem",
        "state": "Washington",
        "id": 1010,
        "isFeatured": false,
        "isFavorite": false,
        "park": "North Cascades National Park",
        "coordinates": {
            "longitude": -121.17799,
            "latitude": 48.495442
        },
        "description": "Hidden Lake in Newhalem is a stunning body of water surrounded by lush greenery and towering trees. With its crystal-clear waters and stunning views, this lake is a popular destination for outdoor enthusiasts and nature lovers alike. Whether you're a seasoned hiker or a first-time visitor, the trails surrounding Hidden Lake offer a chance to immerse yourself in the beauty of the Pacific Northwest. Whether you choose to relax on the shore or take a dip in the refreshing waters, this lake is sure to provide a memorable experience for all who visit.",
        "imageName": "hiddenlake"
    },
    {
        "name": "Chincoteague",
        "category": "Rivers",
        "city": "Chincoteague",
        "state": "Virginia",
        "id": 1011,
        "isFeatured": false,
        "isFavorite": false,
        "park": "Chincoteague National Wildlife Refuge",
        "coordinates": {
            "longitude": -75.383212,
            "latitude": 37.91531
        },
        "description": "The Chincoteague River is a picturesque waterway located on the Eastern Shore of Virginia. The river is known for its stunning scenery, including lush marshes, pristine forests, and a variety of wildlife. It is also a popular destination for boating, fishing, and kayaking, with many opportunities to explore the natural beauty of the region. The river is surrounded by charming small towns, historic landmarks, and plenty of local seafood and culture, making it an ideal location for outdoor enthusiasts, history buffs, and anyone looking for a peaceful escape from the hustle and bustle of city life.",
        "imageName": "chincoteague"
    },
    {
        "name": "Lake Umbagog",
        "category": "Lakes",
        "city": "Errol",
        "state": "New Hampshire",
        "id": 1012,
        "isFeatured": false,
        "isFavorite": false,
        "park": "Umbagog National Wildlife Refuge",
        "coordinates": {
            "longitude": -71.056816,
            "latitude": 44.747408
        },
        "description": "Lake Umbagog in Errol, New Hampshire is a large and pristine lake that spans over 7,000 acres. It is surrounded by dense forests and rolling hills, creating a breathtaking natural landscape. The lake is known for its clean water and abundant wildlife, including moose, bald eagles, and a variety of fish species. The area around Lake Umbagog is a popular destination for outdoor enthusiasts, offering opportunities for fishing, boating, camping, and hiking. With its serene beauty and natural splendor, Lake Umbagog is a true gem of New England's great outdoors.",
        "imageName": "umbagog"
    }
]
